export const adata = [
    // 고흐
    {
        name:"고흐",
        img:"/img/고흐.png",
        summary:"감정과 열정의 섬세한 고흐",
        description:"당신은 내면의 깊은 감성과 풍부한 상상력을 통해 자신과 타인 모두에게 위로와 영감을 제공합니다. 삶의 고통과 아름다움을 진지하게 받아들이며, 이러한 경험들이 자신을 성숙하게 만들고 주변 사람들에게도 긍정적인 영향을 미칩니다. 예술과 자연에서 얻는 영감으로 내면의 에너지를 충전하고, 이를 통해 삶의 열정과 의미를 더욱 풍부하게 만들어갑니다.",
        artwork:[
            {
                img:"/img/gogh/1.png",
                summary:"강렬한 감정이 담긴 작품",
                title:"가셰박사의 초상_1890",
                description:"깊은 감정 표현이 돋보이는 작품들이 당신의 마음을 울릴 것입니다.",
            },
            {
                img:"/img/gogh/2.png",
                summary:"자연의 아름다움을 담았던 작품",
                title:"별이 빛나는 밤_1889",
                description:"풍경화나 자연을 소재로 한 작품들이 마음의 평화를 줄 수 있습니다.",
            },
            {
                img:"/img/gogh/3.png",
                summary:"평화롭고 조화로운 분위기의 작품",
                title:"밤의 카페 테라스_1888",
                description:"일상 속 행복과 아름다움을 담은 작품들이 마음의 안정을 줄 수 있습니다.",
            },
        ],
        pros_and_cons:"당신의 깊은 감수성과 진정성은 주변 사람들에게 감동을 주고, 진솔한 인간관계를 형성합니다. 하지만 감정에 너무 몰두하여 현실적인 부분을 간과할 수 있습니다. 균형 잡힌 삶을 위해 실용적인 측면도 고려해보는 것이 좋습니다. 감정을 적절히 표현하고 관리하는 방법을 익히면 더욱 건강한 관계를 맺을 수 있을 것입니다.",
        good_artist:{
            artist_num:1,
            img:"/img/리히텐슈타인.png",
            summary:"감성적인 꿈꾸는 리히텐슈타인",
            description:"고흐 유형은 깊은 통찰과 진지한 성찰을 추구하는 반면, 리히텐 유형은 변화와 열정을 통해 활력을 불어넣는 역할을 합니다. 이 두 유형은 부족한 면을 보완하면서 창의적인 영감을 공유할 수 있습니다. 고흐의 진지함과 리히텐의 활기가 조화를 이루어 새로운 아이디어를 풍성하게 만들어냅니다."
        },
        bad_artist:{
            artist_num:2,
            img:"/img/피카소.png",
            summary:"대담하고 창의적인 피카소",
            description:"고흐 유형은 독창적이고 내면에 집중하는 반면, 피카소 유형은 실용성과 현실성을 중시합니다. 고흐 유형의 이상적인 성향과 피카소 유형의 목표 지향적인 성향이 서로 충돌할 수 있으며, 특히 깊은 내면의 감정에 공감하는 방식이 서로 다를 수 있어 이해의 어려움이 생길 수 있습니다."
        }
    },

    // 리히텐슈타인
    {
        name:"리히텐슈타인",
        img:"/img/리히텐슈타인.png",
        summary:"세련된 일상의 리히텐슈타인",
        description:"당신은 일상 속에서 특별함을 발견하는 눈을 가진 사람으로, 다양한 분야의 최신 트렌드를 빠르게 받아들이고 자신의 삶에 반영합니다. 창의적이고 유연한 사고방식으로 문제를 해결하며, 협업을 통해 더 큰 시너지를 창출하는 것을 중요하게 여깁니다. 예술과 문화에 관심이 높아 이를 통해 영감을 얻으며, 앤디 워홀처럼 일상적인 사물에 신선한 시각을 제시합니다. 호기심이 많고 다양한 지식을 습득하는 것을 즐겨, 다재다능하며 주변에 긍정적인 영향을 미칩니다.",
        artwork:[
            {
                img:"/img/loy/1.png",
                summary:"색감이 밝고 대조적인 작품",
                title:"머리에 리본을 단 소녀_1965",
                description:"강렬한 색채와 대비를 활용한 작품들이 당신의 감각적인 취향에 잘 맞을 것입니다.",
            },
            {
                img:"/img/loy/2.png",
                summary:"팝아트나 현대적인 작품",
                title:"Red Barn II_1969",
                description:"일상적인 소재를 독특하게 표현한 작품들이 당신에게 새로운 영감을 줄 수도 있습니다.",
            },
            {
                img:"/img/loy/3.png",
                summary:"참신하고 실험적인 작품",
                title:"Still Life with Palette_1972",
                description:"기존의 틀을 벗어난 창의적인 작품들이 당신의 호기심을 자극할 것입니다.",
            },
        ],
        pros_and_cons:"당신의 밝고 개방적인 태도는 주변 사람들에게 활력을 불어넣습니다. 새로운 아이디어와 트렌드를 공유하며, 함께 성장하는 분위기를 조성합니다. 하지만 때로는 새로운 것에만 집중하다가 깊이 있는 관계나 세부 사항을 놓칠 수 있습니다. 중요한 일에서는 세심한 계획과 집중이 필요하며, 주변 사람들의 감정에 더욱 귀 기울이는 노력이 필요합니다.",
        good_artist:{
            artist_num:0,
            img:"/img/고흐.png",
            summary:"감정과 열정의 섬세한 고흐",
            description:"리히텐 유형은 유연하고 활발한 성향으로 고흐 유형에게 자극과 영감을 주며, 고흐 유형의 깊은 감성은 리히텐 유형에게 안정감을 제공합니다. 리히텐 유형의 다재다능함과 고흐 유형의 독창성이 만나 창의적인 결과를 만들어낼 수 있는 최상의 조합입니다."
        },
        bad_artist:{
            artist_num:3,
            img:"/img/르누아르.png",
            summary:"낙천적이고 따뜻한 르누아르",
            description:"리히텐 유형은 자유롭고 자율적인 성향이 강해, 타인과의 조화를 중시하는 르누아르 유형과 갈등을 겪을 수 있습니다. 리히텐 유형이 변화를 추구하는 동안, 르누아르 유형은 안정과 협력을 중시하여 양측이 서로의 행동 방식을 이해하지 못할 수 있습니다."
        }
    },

    // 피카소
    {
        name:"피카소",
        img:"/img/피카소.png",
        summary:"대담하고 창의적인 피카소",
        description:"당신은 혁신적이고 독창적인 사고로 새로운 길을 개척하며, 복잡한 문제도 다양한 관점에서 해결하는 능력을 지닌 사람입니다. 끊임없는 호기심과 배움에 대한 열정으로 자신의 능력을 발전시키며, 변화와 도전을 통해 성장하는 것을 중요하게 생각합니다. 독립적이면서도 균형 잡힌 태도로 다양한 의견을 수용하고, 솔직한 감정 표현을 통해 진정성 있는 관계를 형성합니다. 문화와 예술에 대한 관심을 바탕으로 폭넓은 경험을 쌓고, 이를 통해 독특한 아이디어를 만들어냅니다. 리더십 능력이 뛰어나 주변을 동기부여하며 모두가 빛날 수 있는 환경을 조성합니다.",
        artwork:[
            {
                img:"/img/picasso/1.png",
                summary:"추상적이고 독창적인 작품",
                title:"알제의 연인들_1955",
                description:"전통적인 형식에 얽매이지 않은 작품들이 당신의 창의성을 자극할 것입니다.",
            },
            {
                img:"/img/picasso/2.png",
                summary:"강렬한 색채와 형태를 가진 작품",
                title:"Weeping Woman_1937",
                description:"색과 형태를 통해 감정을 표현한 작품들이 당신에게 깊은 인상을 줄 수 있습니다.",
            },
            {
                img:"/img/picasso/3.png",
                summary:"혁신적인 기법을 사용한 작품",
                title:"한국에서의 학살_1951",
                description:"새로운 기법이나 소재를 활용한 작품들이 당신의 호기심을 만족시킬 것입니다.",
            },
        ],
        pros_and_cons:"당신의 독창성과 열정은 주변 사람들에게 영감을 주고, 새로운 아이디어를 촉진시킵니다.다만 독립적인 성향이 강해 팀 내에서 충돌이 발생할 수 있습니다. 타인의 의견을 경청하고 협업의 중요성을 인식하는 노력이 필요합니다. 아이디어를 현실화하는 데에도 집중하여 실질적인 성과를 내는 것이 중요합니다.",
        good_artist:{
            artist_num:3,
            img:"/img/르누아르.png",
            summary:"낙천적이고 따뜻한 르누아르",
            description:"피카소 유형은 혁신적이고 목표 지향적인 성향으로, 실용적이면서도 인간적인 접근을 중시하는 르누아르 유형과 균형을 이루며 서로 보완할 수 있습니다. 피카소 유형의 주도적이고 논리적인 성향은 르누아르 유형의 따뜻한 감정 표현과 조화를 이루어 함께 일할 때도 긍정적 시너지를 낼 수 있습니다."
        },
        bad_artist:{
            artist_num:1,
            img:"/img/리히텐슈타인.png",
            summary:"감성적인 꿈꾸는 리히텐슈타인",
            description:"피카소 유형은 구조와 목표 중심적인 성향이 강한 반면, 리히텐 유형은 자유롭고 변화무쌍하며 즉흥적인 면이 두드러집니다. 이러한 차이로 인해 갈등이 생길 수 있으며, 특히 실질적 목표보다는 경험과 유연한 접근을 선호하는 리히텐 유형과는 충돌할 수 있습니다."
        }
    },

    // 르누아르
    {
        name:"르누아르",
        img:"/img/르누아르.png",
        summary:"낙천적이고 따뜻한 르누아르",
        description:"당신은 따뜻하고 친절한 마음을 가진 사람으로, 주변에 긍정적인 에너지를 전파하며 신뢰받는 존재입니다. 작은 일상에서도 행복을 찾고, 자연과 예술에서 감동을 느끼며 이를 주변과 공유합니다. 공감 능력이 뛰어나 힘든 사람들에게 위로와 지지를 제공하고, 낙천적으로 어려움을 극복하며 긍정적인 에너지를 전파합니다. 갈등을 피하고 조화로운 분위기를 조성하려 노력하며, 팀 내에서 중재자 역할을 수행해 모두가 만족할 수 있는 해결책을 찾습니다.",
        artwork:[
            {
                img:"/img/renoir/1.png",
                summary:"따뜻하고 부드러운 색감을 가진 작품",
                title:"책 읽는 여인_1890s",
                description:"밝고 온화한 작품들이 당신의 감성을 자극할 것입니다.",
            },
            {
                img:"/img/renoir/2.png",
                summary:"자연과 사람을 따뜻하게 그린 작품",
                title:"Summer Landscape_1875",
                description:"자연과 사람이 따뜻하고 조화롭게 그려진 작품은 당신의 외로움을 부드럽게 만들어줄 것입니다.",
            },
            {
                img:"/img/renoir/3.png",
                summary:"평화롭고 조화로운 분위기의 작품",
                title:"샤토의 세느강풍경_1874",
                description:"일상속 행복과 아름다움을 담은 작품들이 마음의 안정을 줄 수 있습니다.",
            },
        ],
        pros_and_cons:"당신은 따뜻한 성격으로, 타인의 감정을 잘 이해하고 어려운 상황에서 위로와 지원을 아끼지 않습니다. 조화로운 분위기를 만들어가지만, 갈등을 피하려는 경향으로 때로는 자신의 의견을 충분히 표현하지 못할 수 있습니다. 또한, 타인의 감정에 너무 몰두해 자신을 돌보는 데 소홀해질 수 있으므로, 감정을 솔직하게 표현하고 균형을 잡는 연습이 필요합니다.",
        good_artist:{
            artist_num:2,
            img:"/img/피카소.png",
            summary:"대담하고 창의적인 피카소",
            description:"르누아르 유형은 사람들과 조화를 이루고 친밀한 관계를 중시하며, 피카소 유형의 목표 지향적이고 결단력 있는 태도와 잘 어울립니다. 르누아르 유형의 공감 능력은 피카소 유형이 가진 강력한 추진력과 균형을 이루어 함께 일할 때 높은 성과를 낼 수 있습니다."
        },
        bad_artist:{
            artist_num:0,
            img:"/img/고흐.png",
            summary:"감정과 열정의 섬세한 고흐",
            description:"르누아르 유형은 관계 중심적이고 현실적이지만, 고흐 유형은 내면 세계에 집중하고 깊이 있는 성찰을 중요시합니다. 이런 성향 차이로 인해 감정의 표현이나 관계 형성 방식에서 의견 차이가 생길 수 있으며, 서로에게 다가가는 방식이 달라 오해가 발생할 수 있습니다."
        }
    },
]